{"articles": [{
    "author": "Veruca Pepper",
    "title": "Puppy Puke Is Way Hot On Twitter",
    "image": "http://www.dogscatspets.org/wp-content/uploads/2015/08/Dog-Vomiting-Mucus-238x178.jpg",
    "publicationDate": "April 24th, 2017",
    "lede": "Puppy puke is totally trending on twitter RIGHT NOW. See the 12 HOTTEST images of puppy puke!",
    "content": "ps Utahceratops Mussaurus Tugulusaurus Teinurosaurus Concavenator Auroraceratops Regnosaurus Richardoestesia Uteodon Tichosteus Haplocanthosaurus Libycosa ps Utahceratops Mussaurus Tugulusaurus Teinurosaurus Concavenator Auroraceratops Regnosaurus Richardoestesia Uteodon Tichosteus Haplocanthosaurus Libycosa."
  }, {
    "author": "Yer Maum",
    "title": "Your Friend Is a Stallion",
    "image": "https://pbs.twimg.com/profile_images/508518599078989825/mqtap2ej.jpeg",
    "publicationDate": "April 23rd, 2017",
    "lede": "Your friend Rosco is a total stallion. Click to read about how hard I rode him last night.",
    "content": "No, really, he's actually a horse. His coat was in such a lather when I got through with him. Symphyrophus Rahonavis Glacialisaurus Epanterias Fusuisaurus Nectosaurus Tetragonosaurus Hypsibema Angaturama Jaklapallisaurus Atrociraptor Microhadrosaurus Chinshakiangosaurus Anchiceratops."
  }, {
    "author": "Hester Panim",
    "title": "Why Did Stephen Colbert Call Steve Bannon a Total Cuck?",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/2d/Stephen_Colbert_on_set_cropped.jpg",
    "publicationDate": "April 20th, 2017",
    "lede": "Last night on the Late Show, Stephen Colbert called Steve Bannon a cuck. Find out why.",
    "content": "Steve Bannon said if he were removed from the Security Council,, he would leave the White House. Then, when he was removed from the Security Council, he didn't leave the White House. What a loser. Total cuck move, bro. Pteropelyx Phaedrolosaurus Cucklesaurus Dinodocus Huehuecanauhtlus Picrodon Harpymimus Lophostropheus Koreaceratops Tangvayosaurus Saurornithoides Succinodon Patagonykus Aegyptosaurus Ekrixinatosaurus."
  }]
}
